import "./MovieDescription.scss";

export const MovieDescription = () => {
	return(
		<div className="movie-description">
			<h3 className="movie-description__title">Обзор</h3>
			<p className="movie-description__text">Несколько месяцев назад в глухой деревушке бесследно пропал ребенок. 
				Спустя время все почти забыли о происшедшем. Однажды в местную школу приезжает молодая учительница. 
				Вместе с маленьким сыном она пытается начать новую жизнь, подальше сбежав от своего прошлого. 
				Цепь загадочных событий указывает на то, что появление мальчика могло вновь пробудить древнее зло, 
				затаившееся в окрестных лесах.</p>
		</div>
	)
}